<?php

return [
    'cart'         => 'Корзина',
    'added'        => 'Добавлен товар ',
    'removed'      => 'Удален товар ',
    'name'         => 'Название',
    'count'        => 'Кол-во',
    'price'        => 'Цена',
    'fullCost'     => 'Общая стоимость',
    'cost'         => 'Стоимость',
    'total'        => 'Total',
    'place_order'  => 'Оформить заказ',
    'ordering'     => 'Оформление заказа',
    'approveOrder' => 'Подтвердите заказ',
    'personalData' => 'Укажите свои имя и номер телефона, чтобы наш менеджер мог с вами связаться',

    'youOrderConfirmed' => 'Ваш заказ принят в обработку!',
    'notAvailableMore'    => ' в большем кол-ве не доступен для заказа',
    'youCantOrderMore'    => 'Товар не доступен для заказа в полном объеме',
    'cartIsEmpty'         => 'Ваша корзина пуста!',

    'data' => [
        'name'  => 'Имя',
        'email' => 'Email',
        'phone' => 'Номер телефона',
    ],
];
